export const siteConfig = {
  name: 'Eliana Ginoccio',
  description:
    'Sitio Web de Eliana Ginoccio, reserva tu turno odontológico conmigo.',
  url: 'https://eliana-ginoccio.com'
  // ogImage: "https://eliana-ginoccio.com/og.jpg",
}

export const SCHEDULE = {
  1: [
    // Lunes
    '13:15',
    '13:30',
    '14:00',
    '14:30',
    '15:00',
    '15:30',
    '16:00',
    '16:30',
    '17:00',
    '17:30'
  ],
  2: [
    // Martes
    '10:00',
    '10:30',
    '11:00',
    '11:30',
    '12:00',
    '15:00',
    '15:30',
    '16:00',
    '16:30'
  ],
  3: [
    // Miércoles
    '13:15',
    '13:30',
    '14:00',
    '14:30',
    '15:00',
    '15:30',
    '16:00',
    '16:30',
    '17:00',
    '17:30'
  ],
  4: [
    // Jueves
    '10:00',
    '10:30',
    '11:00',
    '11:30',
    '12:00',
    '13:15',
    '13:30',
    '14:00',
    '14:30',
    '15:00',
    '15:30',
    '16:00',
    '16:30'
  ],
  5: [
    // Viernes
    '10:00',
    '10:30',
    '11:00',
    '11:30',
    '12:00',
    '13:15',
    '13:30',
    '14:00',
    '14:30',
    '15:00',
    '15:30',
    '16:00',
    '16:30'
  ]
}
